#include <iostream>
#include <string>

using namespace std;
string ssubject[5] = { "Ανακοινώσεις μαθήματος | Όχι ερωτήσεις", "Αναπληρώσεις/Καταγραφή μαθημάτων",
 "Πρώτη Άσκηση", "Δεύτερη Άσκηση", "Τρίτη Άσκηση" };

 string stitle[10] = { "Κλήση destructor", "Διευκρίνιση για τη main",
  "Κομματιασμα ασκησης σε αρχεια", "set και get", "Compiler warning (C++11)", "Author", "Convert int to string", "χρήση char* έναντι string", "Παράταση" };

  string screator[10] = { "sdi1800100", "sdi1800101","sdi1800102","sdi1800103","sdi1800104","sdi1800105","sdi1800106","sdi1800107","sdi1800108","sdi1800109"
   };

   string stext[10] = { "Το Lorem Ipsum είναι απλά ένα κείμενο χωρίς νόημα για τους επαγγελματίες της τυπογραφίας και στοιχειοθεσίας. ",
   "Είναι πλέον κοινά παραδεκτό ότι ένας αναγνώστης αποσπάται από το περιεχόμενο που διαβάζει",
   "Αντίθετα με αυτό που θεωρεί η πλειοψηφία, το Lorem Ipsum δεν είναι απλά ένα τυχαίο κείμενο.",
   "Υπάρχουν πολλές εκδοχές των αποσπασμάτων του Lorem Ipsum διαθέσιμες",
   "Το καθιερωμένο κομμάτι του Lorem Ipsum που χρησιμοποιείται από τον 15ο αιώνα",
   "Χρησιμοποιεί ένα λεξικό με πάνω από 200 λατινικές λέξεις",
   "Όλες οι γεννήτριες Lorem Ipsum στο διαδίκτυο τείνουν να επαναλαμβάνουν προκαθορισμένα κομμάτια",
   "συνοδευόμενες από Αγγλικές εκδοχές από την μετάφραση του 1914 ",
   "Neque porro quisquam est qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit...",
   "Δεν υπάρχει κανείς που να αγαπάει τον ίδιο τον πόνο, να τον αναζητά και να θέλει να τον νιώθει, επειδή απλά είναι πόνος..."
    };
